const nutriData = {
    "symptom":{
        "目の疲れ": ["アントシアニン","ビタミンA","β-カロテン"],
        "肩こり":["ビタミンE","ビタミンB1","鉄分"],
        "肌荒れ":["タンパク質","ビタミンA","ビタミンB2"],
        "口内炎":["ビタミンB1","ビタミンB2","ビタミンB6"],
        "かぜ":["タンパク質","ビタミンA","ビタミンC"],
        "貧血":["鉄分","タンパク質","ビタミンC"]
    },
    "nutrients":{
            "アントシアニン":["ブルーベリー","ぶどう"],
            "タンパク質":["ささみ","豚ヒレ肉","かつお","納豆","木綿豆腐"],
            "鉄分":["豚レバー","鶏レバー","あさり","しじみ","菜の花","小松菜"],
            "ビタミンA":["豚レバー","鶏レバー","うなぎ","モロヘイヤ"],
            "ビタミンB1":["豚ヒレ肉","まいたけ","えのき","鯛"],
            "ビタミンB2":["豚レバー","鶏レバー","納豆","まいたけ","モロヘイヤ"],
            "ビタミンB6":["ささみ","かつお","にんにく","モロヘイヤ"],
            "ビタミンC":["パプリカ","レモン","じゃがいも","さつまいも"],
            "ビタミンE":["ツナ缶","かぼちゃ","モロヘイヤ","パプリカ"],
            "β-カロテン":["トマト全般","にんじん","モロヘイヤ"]
    },
    "description": {
        "アントシアニン": "赤や紫、青色を呈する水溶性の色素成分であり、抗酸化作用や視力を守る働きなどが期待されます。",
        "タンパク質": "筋肉や臓器など体を構成する細胞の主成分であり、体の機能を調節する酵素やホルモン、免疫抗体の材料になり生命活動を円滑にする重要な働きがあります。",
        "鉄分": "赤血球中のヘモグロビンとなり、酸素を全身の細胞へ供給する働きや細胞から二酸化炭素を回収して体外に排出する働きがあります。",
        "ビタミンA": "脂溶性ビタミンの一つで、視覚や目の健康を守る重要な働きや粘膜の乾燥や細菌の感染を防ぐ働きがあります。",
        "ビタミンB1": "日本人には特に重要な栄養素で、炭水化物をエネルギーにする酵素の働きを促す補酵素になります。脳にエネルギーがきちんと供給されるように働きます。",
        "ビタミンB2": "炭水化物、脂質、たんぱく質の栄養素がエネルギーに変わるのをサポートする補酵素であり、体内の有害な過酸化脂質の消去をサポートする働きがあります。",
        "ビタミンB6": "100種類以上の酵素の働きを促す補酵素として働き食品から摂取したたんぱく質をアミノ酸への分解や、アミノ酸からたんぱく質へ再結合をサポートします。",
        "ビタミンC": "体内で合成できない栄養素であり、血管疾患の予防やホルモンの合成の促進、鉄の吸収の助長など様々な働きがあります。",
        "ビタミンE": "主に細胞膜に存在している栄養素であり、抹消血管を拡張し、血行をよくする作用に加え性ホルモンの生成、生殖機能の維持などの働きがあります。",
        "β-カロテン": "植物に含まれる黄色やオレンジ色の色素成分であり、抗酸化作用があり、抗酸化作用があります。",
    }
}

export default nutriData;